Repository: SmartRoadSense/client-apps
Catalog: src/Resources/LogStrings.*.resx
Languages: it

# FileUploadSummarySingular
source: Synchronization completed (1 file uploaded)
it: Sincronizzazione completata (1 blocco caricato)

# FileUploadSummaryPlural
source: Synchronization completed ({0} files uploaded)
it: Sincronizzazione completata ({0} blocchi caricati)

# FileUploadFailure
source: Synchronization failed: {0}
it: Sincronizzazione fallita: {0}

# FileWriteError
source: Failed to write data file
it: Errore nella scrittura dei dati registrati

# FileWriteSuccess
source: New data written to file
it: Nuovi dati registrati

source: GPS disabled
it: GPS disabilitato

source: GPS enabled
it: GPS abilitato

# GpsFix
source: GPS got satellite fix
it: Rilevato segnale GPS

source: GPS fix lost
it: Perso segnale GPS

# InternalEngineError
source: Internal computation error
it: Errore di elaborazione interno

# RecordingStarted
source: Started recording
it: Registrazione avviata

# RecordingStopped
source: Stopped recording
it: Registrazione terminata

# RecordingSuspendedStationary
source: Recording suspended because the device remained stationary for too long
it: Registrazione sospesa perché il dispositivo è rimasto immobile per troppo tempo

# RecordingSuspendedSpeed
source: Recording suspended because user movement was too slow
it: Registrazione sospesa a causa del movimento troppo lento

# RecordingOffline
source: Recording ignored in offline mode
it: Registrazione ignorata in modalità offline

# Started
source: SmartRoadSense v{0} started
it: SmartRoadSense v{0} avviato

# DatabaseMigrationReset
source: Updating internal database after update
it: Aggiornamento del database interno

# StatsRecorded
source: {0:0.0} km track recorded ({1} data points)
it: Registrata traccia di {0:0.0} chilometri ({1} punti)
