Repository: SmartRoadSense/client-apps
Catalog: localization/strings/dump-*.po
Languages: it_it, ro_ro

# about_author
source: DIGIT Srl and Università di Urbino “Carlo Bo”
it_it: DIGIT Srl e Università di Urbino “Carlo Bo”
ro_ro: DIGIT Srl i Uiversitatea din Urbino “Carlo Bo”

# about_authors
source: Alessandro Aldini, Giacomo Alessandroni, Alessandro Bogliolo, Alberto Carini, Saverio Delpriori, Valerio Freschi, Lorenz Cuno Klopfenstein, Emanuele Lattanzi, Gioele Luchetti, Brendan D. Paolini, Andrea Seraghiti.<br /><br />Disruptive Media Learning Lab: Sylvester Arnab, Mark Lewis, Samantha Clarke, Luca Morini, Alex Masters, Charlotte Palmer, Nyasha Mhazo, Tan Jia Yi, Kimberley Worby, Michael Murphy, Lina Vysniaskaite, Vytautas Vasiliauskas.
it_it: Alessandro Aldini, Giacomo Alessandroni, Alessandro Bogliolo, Alberto Carini, Saverio Delpriori, Valerio Freschi, Lorenz Cuno Klopfenstein, Emanuele Lattanzi, Oana Svetlana Lele, Gioele Luchetti, Brendan D. Paolini, Andrea Seraghiti.<br /><br />Disruptive Media Learning Lab: Sylvester Arnab, Mark Lewis, Samantha Clarke, Luca Morini, Alex Masters, Charlotte Palmer, Nyasha Mhazo, Tan Jia Yi, Kimberley Worby, Michael Murphy, Lina Vysniaskaite, Vytautas Vasiliauskas.
ro_ro: Alessandro Aldini, Giacomo Alessandroni, Alessandro Bogliolo, Alberto Carini, Saverio Delpriori, Valerio Freschi, Lorenz Cuno Klopfenstein, Emanuele Lattanzi, Oana Svetlana Lele, Gioele Luchetti, Brendan D. Paolini, Andrea Seraghiti.<br /><br />Disruptive Media Learning Lab: Sylvester Arnab, Mark Lewis, Samantha Clarke, Luca Morini, Alex Masters, Charlotte Palmer, Nyasha Mhazo, Tan Jia Yi, Kimberley Worby, Michael Murphy, Lina Vysniaskaite, Vytautas Vasiliauskas.

# about_c4rs
source: Part of “Crowd4Roads: CROWD sensing and ride sharing FOR ROAD Sustainability”. This project has received funding from the European Research Council (ERC) under the EU’s Horizon 2020 research and innovation programme (grant agreement n° 687959).
it_it: Parte di “Crowd4Roads: CROWD sensing and ride sharing FOR ROAD Sustainability”. Questo progetto ha ricevuto finanziamenti dal Consiglio Europeo della Ricerca (ERC) nel programma UE Horizon 2020 per la ricerca e l’innovzione (grant agreement n. 687959).

# about_contributors
source: Contributors
it_it: Collaboratori
ro_ro: Colaboratori

# about_developed_by
source: Developed by
it_it: Sviluppato da
ro_ro: dezvoltat de

# about_feedback
source: Feedback
it_it: Commenti e suggerimenti
ro_ro: Comentarii si sugestii

# about_feedback_chooser
source: Send feedback via e-mail
it_it: Invia commenti
ro_ro: trimite comentarii

# about_icon_design
source: App design
it_it: Design
ro_ro: Design

# about_icon_design_text
source: Original logo and design by Lorenz Cuno Klopfenstein.<br />Car icon by Volodin Anton, pocket icon by Christopher T. Howlett, smartphone icon by James Fenton, accelerometer icon by Anuar Zhumaev, all released under CC BY 3.0 license on Noun Project.
it_it: Logo e design di Lorenz Cuno Klopfenstein.<br />Icona automobile di Volodin Anton, icona tasca di Christopher T. Howlett, icona smartphone di James Fenton, icona accelerometro di Anuar Zhumaev, rilasciate sotto licenza CC BY 3.0 su Noun Project.
ro_ro: Logo-ul si design de Lorenz Cuno Klpfenstein.<br />Pictograma auto de Volodin Anton, pictograma buzunar de Christopher T. Howlett, pictograma smartphone de James Fenton, pictograma accelerometru de Anuar Zhumaev, licenta CC BY 3.0 Noun Project.

# action_clear_log
source: Clear log
it_it: Svuota registro
ro_ro: Șterge Registru

# action_clear_queue
source: Clear upload queue
it_it: Svuota coda dei dati
ro_ro: Șterge lista de date

# action_drawer_close
source: Close navigation drawer
it_it: Chiudi pannello di navigazione
ro_ro: Închide panoul de navigare

# action_drawer_open
source: Open navigation drawer
it_it: Apri pannello di navigazione
ro_ro: Deschide panoul de navigare

# action_force_upload
source: Force upload
it_it: Forza caricamento
ro_ro: Forțeaza încarcarea

# action_play_contentdescription
source: Starts recording
it_it: Inizia registrazione
ro_ro: Începe înregistrarea

# action_refresh
source: Refresh
it_it: Aggiorna
ro_ro: Actualizează

# action_share
source: Share
it_it: Condividi

# action_show_log
source: Show log
it_it: Mostra registro
ro_ro: Afișeaza registru

# action_stop_contentdescription
source: Stops recording
it_it: Termina registrazione
ro_ro: Termină Înregistrarea

# anchorage_bracket
source: Mount or bracket
it_it: Supporto o staffa
ro_ro: Suport de implementare

# anchorage_mat
source: Non-slip phone mat
it_it: Tappetino antisdrucciolo
ro_ro: Covoraș antiderapant

# anchorage_pocket
source: In a pocket / Other
it_it: In tasca / Altro
ro_ro: În buzunar/ diverse

# calibration_done_info
source: Accelerometer correctly calibrated.
it_it: Calibrazione effettuata correttamente.
ro_ro: Calibrarea a fost efectuată cu succes

# calibration_scale
source: Scale factor: {0:P2}.
it_it: Fattore di scala: {0:P2}.
ro_ro: Factor de scală: {0:P2}.

# calibration_details
source: Mean acceleration magnitude: {0:F3}m/s² (± {1:F3}m/s²).
it_it: Magnitudine di accelerazione media: {0:F3}m/s² (± {1:F3}m/s²).
ro_ro: Magnitudine de accelerație medie: {0:F3}m/s² (± {1:F3}m/s²).

# calibration_not_done
source: Device not calibrated: you must run the calibration process before recording data.
it_it: Dispositivo non calibrato: è necessario effettuare la calibrazione prima di registrare.
ro_ro: Dispozitiv necalibrat: este necasară calibrarea înainte de înregistrare.

# calibration_forget
source: Recalibrate
it_it: Ricalibra
ro_ro: Recalibrează

# dialog_cancel
source: Cancel
it_it: Annulla
ro_ro: Anulează

# dialog_accept
source: Accept
it_it: Accetta
ro_ro: Acceptă

# dialog_blablacar_title
source: What is Carpooling?
it_it: Cos'è il Car-pooling?

# dialog_blablacar_description
source: <b>Carpooling</b> (also known as car-sharing, ride-sharing, lift-sharing, or <i>covoiturage</i>) is the sharing of car journeys so that more than one person travels in one vehicle.<br /> <br /> By having more people using the same vehicle, carpooling helps reducing costs (fuel and tolls) and provides a more environmentally-friendly and sustainable way to travel.
it_it: Il <b>Car-pooling</b> (anche noto come car-sharing, ride-sharing, covoiturage o concarreggio) è la condivisione di viaggi in automobile, in modo che più di una persona utilizzi un veicolo.<br /> <br /> La condivisione aiuta a ridurre i costi (carburante e pedaggi), oltre ad essere una modalità di viaggio più sostenibile.

# dialog_blablacar_action_hint
source: Do you want to know more?
it_it: Vuoi saperne di più?

# dialog_blablacar_accept
source: Install BlaBlaCar on your phone
it_it: Installa BlaBlaCar

# dialog_blablacar_ignore
source: No, start tracking
it_it: No, procedi

# dialog_blablacar_donotasklabel
source: Do not ask again
it_it: Non chiedere in futuro

# dialog_calibration_title
source: Calibrating…
it_it: Calibrazione…
ro_ro: Calibrare…

# dialog_calibration_description
source: Keep still and hold your breath!
it_it: Trattieni il respiro e rimani immobile!
ro_ro: Ramai nemiscat si tine-ti respiratia!

# dialog_queue_file_title
source: Delete file?
it_it: Rimuovi file?
ro_ro: Ștergere fișier?

# dialog_queue_file_delete
source: Delete
it_it: Rimuovi
ro_ro: Șterge

# dialog_queue_file_share
source: Share
it_it: Invia
ro_ro: Trimite

# dialog_queue_file_cancel
source: Cancel
it_it: Annulla
ro_ro: Anulează

# dialog_queue_clear_title
source: Clear all files?
it_it: Eliminare tutti i dati?
ro_ro: Doriți să ștergeți toate datele?

# dialog_queue_clear_description
source: This will delete all recorded data and cannot be undone.
it_it: Continuando tutti i file registrati saranno eliminati. Questa azione non può essere annullata.
ro_ro: Dacă se continua toate datele înregistrate vor fi șterse. Această acțiune nu poate fi anulata.

# dialog_queue_clear_delete_all
source: Delete all files
it_it: Elimina
ro_ro: Șterge toate fisierele

# dialog_ride_sharing_description
source: Please select how many people are on this trip, including yourself.
it_it: Seleziona il numero di persone che sono in viaggio, te incluso.

# dialog_ride_sharing_title
source: How many people?
it_it: Quante persone?

# error_generic
source: Error
it_it: Errore
ro_ro: Eroare

# error_location_settings
source: Failed to open system location settings.
it_it: Non riesco ad aprire il pannello delle impostazioni di geolocalizzazione.
ro_ro: Nu pot deschide panoul de setări de locație.

# error_open_website
source: Failed to open website.
it_it: Non riesco ad aprire il sito Internet.
ro_ro: Încercare nereusită de deschidere a site-ului web.

# error_permission_location_denied
source: SmartRoadSense requires access to your location in order to work properly. Please try again.
it_it: SmartRoadSense richiede accesso alla tua posizione per funzionare correttamente. Tenta nuovamente.

# error_send_mail
source: Failed to send email.
it_it: Non riesco ad inviare email.
ro_ro: Nu pot trimite e-mail.

# error_send_mail_not_configured
source: Email is not configured correctly and cannot be sent.
it_it: Impossibile inviare email perché il sistema non è configurato correttamente.
ro_ro: Nu puteți trimite e-mail deoarece sistemul nu este configurat corespunzător.

# error_calibration_high_deviation
source: Calibration failed because your device appears to be moving. Please try again keeping it steadier.
it_it: Calibrazione fallita perché il dispositivo sembra muoversi. Prova di nuovo mantenendolo più stabile.
ro_ro: Calibrarea a eșuat deoarece dispozitivul pare să fie în mișcare. Încercați din nou menținand stabilitatea.

# error_calibration_several_attempts
source: If calibration keeps failing, your device might be unsuited to correctly track road quality.
it_it: Se la calibrazione continua a fallire, il tuo dispositivo potrebbe non essere adatto a misurare correttamente la qualità della strada.
ro_ro: În cazul în care calibrarea continuă să eșueze, este posibil cadispozitivul să nu fie adecvat pentru a masura în mod corect calitatea străzii.

# error_reporting_introduction
source: It appears something went <i>very</i> wrong in our road quality detection software.<br />Every bit of information helps, therefore we’d kindly ask you to report this bug back to us and help us fixing the problem as soon as possible.
it_it: Sembrerebbe che qualcosa sia andato <i>molto</i> storto nel nostro software di rilevazione della qualità stradale.<br />Tutte le informazioni sono utili nel risolvere bug, per cui ti chiederemmo gentilmente di inviarci una segnalazione dell’errore per poter aggiustare l’app il prima possibile.
ro_ro: Ceva nu este în regula cu software-ul nostru de detectare a calitatii stradale.<br />Toate informatiile furnizate sunt utile pentru a rezolva bug-ul, asadar vă rugam sa ne semnalați eroarea pentru a regla aplicația cât mai curând posibil.

# error_reporting_data_information
source: The bug report will be sent via e-mail and will not contain any personal information.
it_it: La segnalazione sarà inviata via e-mail e non conterrà alcuna informazione personale.
ro_ro: Alerta va fi trimisă prin e-mail și nu va conține nici o informație Personala.

# error_reporting_send_report
source: Yep, send it
it_it: Ci sto, invia
ro_ro: Ok, trimite

# error_reporting_drop_report
source: No, thank you
it_it: No, grazie
ro_ro: Nu, mulțumesc

# error_reporting_send_report_chooser
source: Send bug report via e-mail
it_it: Invia segnalazione via e-mail
ro_ro: Trimite alerta via e-mail

# error_reporting_mail_subject
source: SmartRoadSense engine bug report
it_it: SmartRoadSense segnalazione errore engine
ro_ro: SmartRoadSense alerta eroare motor

# error_reporting_no_dump
source: No error dump ready to report.
it_it: Nessuna segnalazione di errore da inviare.
ro_ro: Nici o eroare de transmis

# game_tagline
source: SmartRoadSense The Game
it_it: SmartRoadSense Il Gioco

# game_coming_soon
source: Coming soon.
it_it: Disponibile prossimamente.

# game_launch
source: Launch the game
it_it: Lancia il gioco

# information_message_description_engine_error
source: Something went wrong with our road quality detection magic! =‘(<br />Tap here to report the error and help us fixing the problem.
it_it: Qualcosa non funziona nel nostro sistema di rilevazione della qualità stradale! =‘(<br />Clicca qui per darci una mano e segnalare il problema.
ro_ro: Ceva nu funcționează în sistemul nostru de detectare a calității stradale! ='(<br />Click aici pentru a ne ajuta și a raporta problema.

# information_message_description_gps_off
source: Please enable location services through your device’s settings.
it_it: Per favore attiva il servizio di geolocalizzazione nel pannello delle impostazioni del tuo dispositivo.
ro_ro: Vă rugăm să activați serviciul de localizare din panoul Setări al dispozitivului Dvs.

# information_message_description_gps_suspended_stationary
source: Your device hasn’t been moving in some time. Recording was suspended in order not to deplete your battery.
it_it: Il tuo dispositivo sembra non essersi mosso per un po’ di tempo. La registrazione è stata sospesa per non consumare batteria inutilmente.
ro_ro: Dispozitivul Dvs nu s-a miscat de ceva timp. Înregistrarea datelor a fost suspendata pentru a nu consuma bateria în mod inutil.

# information_message_description_gps_suspended_speed
source: Your device has been moving too slowly to collect useful data. Recording was suspended.
it_it: Il tuo dispositivo si sta muovendo troppo lentamente per rilevare dati utili. La registrazione è stata sospesa.
ro_ro: Aparatul Dvs. se mișca prea lent pentru a capta datele Necesare. Înregistrarea a fost suspendată.

# information_message_description_gps_unfixed
source: Ensure that you are outdoors and the sky is visible. The app will get back online as soon as a signal is detected.
it_it: Assicurati di essere all’esterno e che il cielo sia visibile. L’applicazione riprenderà a registrare non appena avrà ottenuto un segnale GPS.
ro_ro: Asigurați-vă că vă aflați într-un spatiu extern și cerul este vizibil. Aplicatia va Relua înregistrarea imediat ce va primi un semnal GPS.

# information_message_description_out_of_country
source: SmartRoadSense is not yet available in the country you’re in. Additional countries will be activated in the future.
it_it: SmartRoadSense non è ancora disponibile nel paese in cui ti trovi.
ro_ro: SmartRoadSense nu este încă disponibil în țara în care vă aflați. Tari suplimentare vor fi activate in viitor.

# information_message_description_syncing
source: Your recorded tracks are being uploaded to our servers. Thank you for your contribution! =)
it_it: Le tracce registrate stanno per essere caricate sui nostri server. Grazie per il tuo contributo! =)
ro_ro: Traseele înregistrare sunt încărcate în serverele noastre. Mulțumim pentru contribuția dumneavoastră! =)

# information_message_description_upload_failure
source: Please ensure that your device has a working Internet connection if this persists.
it_it: Assicurati che il tuo dispositivo abbia una connessione Internet funzionante.
ro_ro: Asigurați-vă că dispozitivul Dvs este conectat la Internet.

# information_message_title_engine_error
source: Whoopsie!
it_it: Ops!
ro_ro: Ops!

# information_message_title_gps_off
source: GPS disabled
it_it: GPS disabilitato
ro_ro: GPS dezactivat

# information_message_title_gps_suspended_stationary
source: Have you stopped?
it_it: Semaforo rosso?
ro_ro: Ati oprit?

# information_message_title_gps_suspended_speed
source: Snail pace
it_it: Un po’ troppo lento…
ro_ro: Un pic prea lent…

# information_message_title_gps_unfixed
source: Waiting for GPS signal
it_it: Dove mi trovo?
ro_ro: Asteptare semnal GPS

# information_message_title_out_of_country
source: Unmapped country
it_it: Non è un paese per SmartRoadSense
ro_ro: Nu este o țara pentru SmartRoadSense

# information_message_title_syncing
source: Synchronizing…
it_it: Sincronizzazione…
ro_ro: Sincronizare…

# information_message_title_upload_failure
source: Failed to synchronize
it_it: Errore di comunicazione
ro_ro: Eroare de comunicare

# label_anchorage
source: Anchorage
it_it: Posizione
ro_ro: Locație

# label_file_creation
source: Recorded on:
it_it: Registrato il:
ro_ro: Înregistrare efectuata in data de:

# label_file_size
source: Size:
it_it: Dimensioni:
ro_ro: Dimensiune

# label_file_size_value
source: {0} KiBytes
it_it: {0} KiByte
ro_ro: {0} KiByte

# label_setup
source: Current setup
it_it: Configurazione
ro_ro: Configurare

# label_vehicle
source: Vehicle
it_it: Veicolo
ro_ro: Vehicul

# log_entries_count
source: {0} log entries
it_it: {0} elementi nel registro
ro_ro: {0} elemente in registru

# menu_about
source: About
it_it: Informazioni
ro_ro: Informații

# menu_error_reporting
source: Error reporting
it_it: Segnalazione errori
ro_ro: Semnalarea erorilor

# menu_game
source: Game
it_it: Gioco

# menu_log
source: Log
it_it: Registro
ro_ro: Registru

# menu_queue
source: Queue
it_it: Dati
ro_ro: Date

# menu_settings
source: Settings
it_it: Impostazioni
ro_ro: Setări

# menu_stats
source: Statistics
it_it: Statistiche

# sensing_service_notification_message
source: Recording
it_it: Registrazione in corso
ro_ro: Se înregistrează

# service_sensing
source: Sensing service
it_it: Servizio di sensoristica
ro_ro: Serviciul de senzori

# service_sync
source: Synchronization service
it_it: Servizio di sincronizzazione
ro_ro: Serviciu de sincronizare

# settings_description_anchorage
source: Determines the way the smartphone running SmartRoadSense is anchored to the vehicle.
it_it: Determina il modo in cui il dispositivo è fissato al veicolo.
ro_ro: Stabiliți modul în care dispozitivul este fixat pe vehicul.

# settings_description_disable_suspension
source: Disable automatic suspension of recording when you appear to be not moving or moving too slowly for some time.
it_it: Disabilita la sospensione automatica della registrazione se ci si sta muovendo troppo lentamente per un periodo prolungato.

# settings_description_offline_mode
source: When enabled, GPS and network is ignored. Roughness values are generated and displayed on the screen.
it_it: Se attivo, GPS e connessione di rete non vengono utilizzati e la qualità rilevata del manto stradale viene visualizzata senza essere caricata.
ro_ro: Dacă este activat, GPS-ul și conexiunea la rețea nu sunt utilizate și calitatea Detectata a suprafaței drumului este afișată fără a fi încărcata.

# settings_description_prefer_unmetered
source: When enabled, the app will synchronize with the remote SmartRoadSense server only when connected to a Wi-Fi network.
it_it: Se attivo, l’applicazione sincronizzerà i dati registrati con il server SmartRoadSense soltanto in presenza di una connessione Wi-Fi.
ro_ro: Dacă este activat, aplicația sincronizează datele înregistrate cu serverul SmartRoadSense numai în prezența unei conexiuni Wi-Fi.

# settings_description_start_at_boot
source: When enabled, the app will start recording automatically when the system boots.
it_it: Se attivo, l’applicazione si avvierà ed inizierà a registrare appena il sistema operativo si avvia.
ro_ro: Dacă este activat, aplicația porneste și începe să înregistreze de indata ce Sistemul de operare pornește.

# settings_description_vehicle
source: Determines the kind of vehicle you are driving in.
it_it: Determina il tipo di veicolo che si sta guidando.
ro_ro: Stabiliți tipul de vehicol pe care il conduceți.

# settings_section_calibration
source: Calibration
it_it: Calibrazione
ro_ro: Calibrare

# settings_section_introduction
source: Introduction
it_it: Introduzione
ro_ro: Intorducere

# settings_section_preferences
source: Preferences
it_it: Preferenze
ro_ro: Preferinte

# settings_section_setup
source: Recording setup
it_it: Impostazioni di registrazione
ro_ro: Setări de înregistrare

# settings_title_anchorage
source: Anchorage to vehicle
it_it: Posizione del dispositivo
ro_ro: Locația dispozitivului

# settings_title_disable_suspension
source: Disable suspension
it_it: Disabilita sospensione

# settings_title_offline_mode
source: Offline mode
it_it: Modalità offline
ro_ro: Mod offline

# settings_title_prefer_unmetered
source: Prefer Wi-Fi connection
it_it: Utilizza connessione Wi-Fi
ro_ro: Utilizează conexiunea Wi-Fi

# settings_title_start_at_boot
source: Start at boot
it_it: Avvia al boot
ro_ro: Pornește boot

# settings_title_vehicle
source: Type of vehicle
it_it: Tipo di veicolo
ro_ro: Tip vehicul

# share_badge_clipboard
source: You may paste your stats as simple text from the clipboard.
it_it: Puoi incollare le statistiche come testo semplice, utilizzando la tastiera.

# share_badge_failure
source: Failed sharing your stats, sorry.
it_it: Non sono riuscito a condividere le statistiche.

# share_badge_text
source: I helped monitoring the quality of {0:0.0} kilometers of roads! #smartroadsense
it_it: Ho aiutato a monitorare la qualità di {0:0.0} chilometri di strade! #smartroadsense

# stats_kms_value_default
source: 0.0 kms
it_it: 0,0 km

# stats_kms_value_format
source: {0:0.0 kms}
it_it: {0:0.0 km}

# stats_last_label
source: Last recording
it_it: Ultima traccia:

# stats_last_track_label
source: Last track:
it_it: Ultima registrazione

# stats_overall_label
source: Overall:
it_it: Totale:

# stats_week_label
source: Last week:
it_it: Ultima settimana:

# status_no_files_in_queue
source: When SmartRoadSense records any tracks, they will show up here before they are sent to the online service.
it_it: Quando SmartRoadSense avrà registrato una o più tracce, queste verranno visualizzate qui prima di essere inviate al server.
ro_ro: In momentul in care SmartRoadSense a inregistrat una sau mai multe tracks, acestea vor fivizualizate aici inainte de a fi transmise catre server.

# title_about
source: About
it_it: Informazioni
ro_ro: Informații

# title_error_reporting
source: Error reporting
it_it: Segnalazione errori
ro_ro: Raportare erori

# title_game
source: Game
it_it: Gioco

# title_queue
source: Upload queue
it_it: Dati registrati
ro_ro: Date înregistrate

# title_stats
source: Statistics
it_it: Statistiche

# title_settings
source: Settings
it_it: Impostazioni
ro_ro: Setări

# title_tutorial
source: Introduction
it_it: Introduzione
ro_ro: Introducere

# tutorial_1_title
source: Welcome to SmartRoadSense!
it_it: SmartRoadSense ti dà il benvenuto!
ro_ro: Bun venit in aplicația SmartRoadSense!

# tutorial_1_text_1
source: SmartRoadSense is a collaborative sensing system that collects information about road quality using only your smartphone.
it_it: SmartRoadSense è un sistema di rilevamento collaborativo che raccoglie informazioni sulla qualità del manto stradale utilizzando soltanto il tuo smartphone.
ro_ro: SmartRoadSense este un sistem de detectare colaborativ care colectează Informații cu privire la calitatea suprafeței străzii, folosind numai Smartphone-ul dvs.

# tutorial_2_title
source: How does it work?
it_it: Come funziona?
ro_ro: Cum funcționează?

# tutorial_2_text_1
source: Your smartphone will use its sensors to determine the quality of the road you’re traveling on.
it_it: Il tuo smartphone utilizzerà i propri sensori di accelerazione per determinare la qualità della strada sulla quale stai guidando.
ro_ro: Smartphone-ul dumneavostră, va folosi senzorii pentru a determina calitatea drumului pe care călătoriți.

# tutorial_2_text_2
source: All data will be collected anonymously, processed, aggregated, and then published on www.smartroadsense.it.
it_it: Tutti i dati vengono raccolti in maniera anonima, elaborati, aggregati ed infine pubblicati su www.smartroadsense.it.
ro_ro: Toate datele sunt colectate în mod anonim, prelucrate și agregate si in cele din urmă publicate pe www.smartroadsense.it.

# tutorial_3_title
source: Before you start
it_it: Prima di cominciare
ro_ro: Înainte de a începe
