Repository: SmartRoadSense/client-apps
Catalog: localization/strings/dump-*.po
Languages: it_it, ro_ro

# tutorial_3_question
source: What kind of vehicle will you be driving?
it_it: Che tipo di veicolo guiderai?
ro_ro: Ce tip de vehicul vei conduce?

# tutorial_4_title
source: Before you start
it_it: Prima di cominciare
ro_ro: Înainte de a începe

# tutorial_4_question
source: Where will your smartphone be located inside the vehicle?
it_it: Dove sarà posizionato il tuo smartphone all’interno del veicolo?
ro_ro: Unde anume va fi plasat smartphone-ul în vehicol?

# tutorial_5_title
source: Before you start
it_it: Prima di cominciare
ro_ro: Înainte de a incepe

# tutorial_5_explanation
source: Every device is a bit different from the others: in order to collect meaningful data we must first calibrate your device’s sensors before we start recording.
it_it: Tutti i dispositivi sono un po’ diversi tra di loro: in modo da assicurarci di ottenere dati utili dalle tue registrazioni è necessario prima calibrare i sensori.
ro_ro: Toate dispozitivele sunt diferite intre ele: Pentru a obține informații utile din datele înregistrate de Dvs. Trebuie să calibrați senzorii.

# tutorial_5_instructions
source: Tap on the button below and try to keep the smartphone motionless (don’t do this while walking or in a moving vehicle). It should take only a couple of seconds.
it_it: Clicca sul pulsante in basso ed assicurati di tenere il dispositivo più fermo possibile (non farlo se ti stai spostando a piedi o in un veicolo). Dovrebbero volerci soltanto pochi secondi.
ro_ro: Faceți clic pe butonul de mai jos și mențineti dispozitivul cât mai stabil posibil (nu se aplica dacă sunteti în mișcare pe jos sau într-un vehicul). Acest lucru dureaza doar câteva secunde.

# tutorial_5_confirmation
source: All done, sensors calibrated correctly!
it_it: Tutto fatto, sensori calibrati correttamente!
ro_ro: Gata! Senzorii au fost calibrați in mod corect!

# tutorial_5_calibrate
source: Calibrate now
it_it: Calibra adesso
ro_ro: Calibrați acum

# tutorial_6_title
source: Ride sharing
it_it: Condivisione

# tutorial_6_text
source: Every time you start recording a new track you will be asked how many people are sharing the ride with you.
it_it: All’inizio di ogni sessione di registrazione, ti chiederemo quante altre persone stanno viaggiando con te.

# tutorial_7_title
source: All set!
it_it: Pronti!
ro_ro: Gata!

# tutorial_7_text_1
source: You’re ready to use the app and start collecting data.
it_it: Siamo pronti per cominciare a raccogliere dati.
ro_ro: Sunteti gata pentru folosirea aplicatiei si colectarea datelor.

# tutorial_7_text_2
source: Tap the car icon in the center of the screen as soon as you start driving!
it_it: Clicca sull’icona di automobile al centro dello schermo quando ti metti alla guida!
ro_ro: Click pe mașina la centrul ecranului atunci când incepeti sa conduceti!

# tutorial_7_missing_calibration
source: Please perform calibration.
it_it: Effettuare la calibrazione.
ro_ro: Calibrarea!

# tutorial_bottom_question_notice
source: You can change this anytime through the app’s settings.
it_it: È possibile modificare queste scelte in qualsiasi momento attraverso le impostazioni.
ro_ro: Puteti să modificați aceste alegeri în orice moment,din meniul Setări".

# tutorial_done
source: Let’s go!
it_it: Andiamo!
ro_ro: Pornim!

# tutorial_redo
source: See the introduction again
it_it: Vedi l’introduzione
ro_ro: Vezi introducerea

# vehicle_car
source: Car
it_it: Automobile
ro_ro: Automobil

# vehicle_motorcycle
source: Motorcycle
it_it: Motocicletta
ro_ro: Motocicleta

# vehicle_truck
source: Bus / Truck
it_it: Autobus / Camion
ro_ro: Autobuz/Camion
